{
  "ModusOperandi": [
    {
      "num": "01",
      "bg": "#F45F391A",
      "title": "Defi Platforms",
      "desc": "We can help you create outstanding DeFi development platforms to help you manage your financial transactions through a properly layered structure and composable building blocks."
    },
    {
      "num": "02",
      "bg": "#9A4ECC1A",
      "title": "Supply Chain Management Systems",
      "desc": "We can integrate Substrate blockchain development technology to build ideal supply chain management systems, using which you can document your production updates over a unified shared ledger."
    },
    {
      "num": "03",
      "bg": "#2390FB1A",
      "title": "Identity and Access Management Solutions",
      "desc": "With Comfygen, managing digital identities is not that big a deal anymore, as our Substrate blockchain development would help you use a solution that’s cost-effective and safe at the same time."
    },
    {
      "num": "04",
      "bg": "#82AB101A",
      "title": "Gaming and Gambling Platforms",
      "desc": "We have been creating gaming or gambling platforms over the Substrate blockchain development concept to enable your players to use cryptocurrency development to place their bids or bets easily."
    },
    {
      "num": "05",
      "bg": "#F45F391A",
      "title": "Social Media and Content Sharing Networks",
      "desc": "Our Substrate blockchain development solutions have been implemented across social media or content-sharing application projects, adding decentralization to their general operations. "
    },
    {
      "num": "06",
      "bg": "#FFA0001A",
      "title": "Voting and Governance Systems",
      "desc": "We have handled clients with requests for developing apps on voting or governance systems to prevent unwanted tampers or security breaches, ensuring the underlying protocols are adhered to."
    }
  ],
  "Modus": {
    "title": "We Build a Varying Range of Applications Using Substrate Blockchain Technology!",
    "decs": "Irrespective of what type of requirements you have from us associated with Substrate blockchain development technology, we have the right tools and expertise to help provide you with it:"
  },
  "LaunchSteps": [
    {
      "num": "01",
      "title": "Flexibility with WASM",
      "desc": "Substrate is a highly flexible blockchain development framework that can be easily used for constructing a new blockchain or building new logic for business."
    },
    {
      "num": "02",
      "title": "Highly Popular",
      "desc": "Substrate is one of the most popular open-source frameworks that has been used for making some of the most popular blockchain development, such as Polkadot development. "
    },
    {
      "num": "03",
      "title": "Immensely Customizable",
      "desc": "Substrate comes with data type flexibility, which enables this framework to support the system libraries, supporting high customization."
    },
    {
      "num": "04",
      "title": "Account-Level Locking",
      "desc": "Enable a hierarchical system for management of the settings, with the use of account-level locking embedded with Substrate development company."
    },
    {
      "num": "05",
      "title": "Universal UI",
      "desc": "It is a built-in feature within the Substrate development framework, built on the RxJS and React.js, used for minimizing the overall development time. "
    },
    {
      "num": "06",
      "title": "Multi-Level Permissions",
      "desc": "Advanced level authentication can be achieved by invoking multiple levels within the permissions aspects for specific Substrate products."
    }
  ],
  "myList2": [
    "Centralized exchanges offer pairs of fiat to cryptocurrency or crypto to cryptocurrency trading. Binance and Coinbase are two options to consider.",
    "An exchange that uses intelligent contracts is referred to as a decentralized exchange and offers crypto-to-crypto trading pairs. A few examples include Uniswap, 0x, and Kybernet.",
    "A combination of CEXs and DEXs allows traders to exchange fiat for crypto and maintain their private keys.",
    "Get a free 30-minute consultation from our cryptocurrency exchange development team!"
  ],
  "myList1": [
    "Instantaneous transactions",
    "Scalable in nature",
    "Testing has been rigorously conducted before deployment",
    "Features of customization",
    "Onboarding of projects is faster",
    "Integrating crypto wallets with crypto exchanges",
    "Multi-platform performance without glitches",
    "Crypto wallet operation is user-friendly"
  ],
  "TypesCrypto": [
    {
      "num": "01",
      "title": "A Wallet For Coinbase",
      "desc": "It supports 500 cryptocurrency assets and is easy to navigate for beginners."
    },
    {
      "num": "02",
      "title": "BNB",
      "desc": "More than 150 cryptos are available on this cross-compatible platform."
    },
    {
      "num": "03",
      "title": "The Electrum",
      "desc": "It is best to choose a Bitcoin wallet that is highly customizable and offers greater security."
    },
    {
      "num": "04",
      "title": "The Mycelium",
      "desc": "A secure crypto wallet that provides advanced transaction details and focuses on security."
    }
  ],
  "Qa": [
    {
      "num": "1",
      "title": "Reasons to Choose our Crypto Wallet App Solution",
      "desc": "Comfygen offers impeccable Cryptocurrency Wallet Development Services with its financial and technical expertise. In trading investments, we strive for superior outcomes. Cryptocurrency wallet apps created by us are highly secure.",
      "url": "/contact-us",
      "btn": "Meet Now"
    }
  ],
  "Whycomfygen": [
    {
      "num": "01",
      "title": "What Is A Crypto Wallet? What Is The Cost Of Developing A Crypto Wallet?",
      "desc": "Our experts are capable of developing cryptocurrency exchange platforms that can be integrated seamlessly. As a result, virtual transactions can be made without error to prevent fraudulent activities."
    },
    {
      "num": "02",
      "title": "We Are A Professional Team",
      "desc": "We Have a team of skilled Cryptocurrency wallet developers who are aware of the newest trends in the industry. Cryptocurrency wallets are fast, secure, and robust and have been used by several businesses in the past."
    },
    {
      "num": "03",
      "title": "A Quick Response",
      "desc": "Our cryptocurrency wallet developers are talented and enthusiastic. All issues are resolved quickly, and our response time is speedy. In this way, businesses can achieve their goals more quickly."
    },
    {
      "num": "04",
      "title": "A Reliable And Timely Service",
      "desc": "We Timely delivery of projects is essential. With the help of our cryptocurrency developers, we deliver excellent results in less time."
    },
    {
      "num": "05",
      "title": "Excellence In Technical Skills",
      "desc": "Our Cryptocurrency Wallet App Development Company developers are skilled. As part of their app development services, they stay up-to-date on all the latest trends in Bitcoin wallet apps. This allows the company to remain a step ahead of its competition."
    }
  ],
  "Frequently": [
    {
      "num": "01",
      "title": "What is NFT game development?",
      "desc": "The magic of non-fungible tokens is brought to video games through NFT game development, offering players actual ownership and immersive experiences. The lines between the virtual and real worlds are blurring, resulting in a dynamic gaming scene with real-world ramifications. Prepare for a one-of-a-kind gaming adventure filled with true ownership and remarkable adventures."
    },
    {
      "num": "02",
      "title": "How can a NFT game development company help me?",
      "desc": "Collaborate with a top development firm to create an exceptional NFT game. They'll help with marketing and advertising from concept to release. Place your trust in their knowledge and watch your game soar to new heights!"
    },
    {
      "num": "03",
      "title": "What are NFT gaming development solutions?",
      "desc": "Using NFT gaming development technologies, you may create and distribute your own NFT games! These tools include gaming engines, blockchain development tools, and NFT marketplaces to help you realize your concept. Create immersive and gratifying experiences that will keep players coming back for more. Begin investigating NFT gaming development right away!"
    },
    {
      "num": "04",
      "title": "How does NFT game marketplace development work? ",
      "desc": "A compelling platform for buying, selling, and exchanging game assets is built in the NFT game marketplace. Smart contracts, a visually appealing UI, blockchain connectivity, and high security are all part of this. The marketplace is waiting for gamers and NFT enthusiasts to discover it for a memorable experience."
    },
    {
      "num": "05",
      "title": "What services are offered by NFT gaming development services?",
      "desc": "With our all-inclusive development services, you can launch your own NFT game! We are in charge of game development, blockchain integration, testing, deployment, marketing, and promotion. We also provide services in painting, animation, sound design, music, and community administration. Allow us to assist you in creating the next NFT gaming hit!"
    },
    {
      "num": "06",
      "title": "How do I find reliable NFT game developers?",
      "desc": "When looking for reputable NFT game developers, consider their experience, get references, review their portfolio, do interviews, and create written agreements describing the scope, timing, and budget."
    },
    {
      "num": "07",
      "title": "What is involved in NFT platform development?",
      "desc": "Careful planning and design, the creation of backend and frontend infrastructure, integration with blockchain networks and NFT marketplaces, extensive testing for security and functionality, deployment, and strategic marketing for user awareness and community engagement are all crucial steps in developing an NFT platform."
    },
    {
      "num": "08",
      "title": "How much does NFT game development cost?",
      "desc": "The price of developing an NFT game might vary depending on a number of variables. These include the game's complexity, the features and functionality that are included, and the development team's level of experience. A general estimate for NFT game production usually ranges from $50,000 to $1 million, though the range might vary greatly."
    },
    {
      "num": "09",
      "title": "Where can I find a NFT game developer for hire?",
      "desc": "You may find international NFT game developers through freelance marketplaces like Fiverr and Upwork. Opportunities for networking and cooperation are provided by online groups and events. Committed businesses offer an organized method for developing and releasing your own NFT game. Your idea can become an engaging NFT gaming experience."
    },
    {
      "num": "10",
      "title": "Which companies specialize in Unity NFT game development?",
      "desc": "Leading NFT game development firm Comfygen has a group of talented developers that specialize in making Unity games that are engaging. Comfygen fulfills expectations with their high-quality work, thanks to their talent and experience. You may rely on Comfygen to realize your aspirations for developing NFT games."
    },
    {
      "num": "11",
      "title": "What are the benefits of Unity NFT game development?",
      "desc": "With cross-platform portability, excellent graphics, a large asset library, and a helpful developer community, Unity is the best tool for creating NFT games. Your NFT game will take off if you use Unity!"
    },
    {
      "num": "12",
      "title": "Can you explain how Unity NFT games work?",
      "desc": "The Unity game engine generates engaging game worlds and assets on the blockchain for Unity NFT games. In these virtual worlds, players can interact with game objects and earn NFT incentives."
    },
    {
      "num": "13",
      "title": "What is the best NFT game development company in the industry?",
      "desc": "Want the best NFT game development company? Select ComfyGen! Talented developers creating innovative, engaging NFT games. unwavering dedication to the highest standards of quality, customized to meet the needs of players and clients."
    },
    {
      "num": "14",
      "title": "How can a NFT ICO development company assist me?",
      "desc": "Your chances of success will be increased and the process will go more smoothly if compliance is guaranteed. Their expertise in creating concepts, creating tokens, developing smart contracts, building ICO platforms, marketing, and adhering to regulations will give your NFT project life and help you reach your goals."
    },
    {
      "num": "15",
      "title": "What are P2E NFT game development services?",
      "desc": "Play-to-earn (P2E) NFT game development services assist developers in producing and distributing their games. P2E NFT games allow users to play for rewards in the form of NFTs, which can be exchanged for real money."
    }
  ],
  "Hire": [
    {
      "num": "1",
      "title": "Hire NFT Game Developers ",
      "desc": "Find skilled developers with examples of previous work before beginning an NFT game development project. Ascertain that they have the relevant talents, such as 3D game development. Employ effective communicators who understand your vision and provide regular updates. Set a budget and solicit quotations from several developers. Inquire with them about their method and vision. Have a written contract that specifies the scope, timeline, and payment terms.",
      "url": "/contact-us",
      "btn": "Hire Developer"
    }
  ],
  "myList": [
    "We have the best team of proficient Substrate blockchain developers.",
    "All our experts have undergone tough certification courses to earn their expertise in the domain.",
    "Our professionals are actively available to address our client's concerns or queries at any time of the day. ",
    "Our Substrate developers will make use of the latest technology Substrate blockchain development services to help curate the perfect Substrate blockchain application development services for you."
  ],
  "LatestTechno": [
    {
      "num": "01",
      "title": "Full-Cycle NFT Game Development ",
      "decs": "Our talented developers build intriguing NFT games in a variety of genres, from sports to fantasy. From concept to finished product, we ensure a seamless and immersive gaming experience. You may rely on us to provide great NFT game development solutions for your competitive sports or epic fantasy quest requirements."
    },
    {
      "num": "02",
      "title": "Game Co Development",
      "decs": "Look no farther if you have a wonderful idea for an NFT game and require skilled support! From the initial concept to the final release, our team of seasoned specialists is here to help you every step of the way. We are enthusiastic about collaborative game creation and look forward to working with you to bring your vision to reality. Let us collaborate to make something genuinely unique in the world of NFT gaming"
    },
    {
      "num": "03",
      "title": "Game Art and Design",
      "decs": "Are you looking for the ideal design for your NFT game objects? There is no need to look any further! Our talented team of artists specializes in developing amazing artwork for NFT games. We understand just how to make your game elements stand out and attract gamers. Trust us to deliver the most appealing designs that will take your game to the next level. Allow us to assist you in realizing your idea and developing a game that players will enjoy."
    },
    {
      "num": "04",
      "title": "Game concept creation",
      "decs": "Our team specializes in developing novel concepts for NFT gaming platforms and NFT games. Our solutions allow you to play around with and improve your characters, objects, and other materials. With our help, you can elevate your game experience and create a genuinely immersive universe for your players. Allow us to assist you in realizing your idea and revolutionizing the game industry."
    },
    {
      "num": "05",
      "title": "Game quality assurance",
      "decs": "We take great delight in providing excellent NFT game development services at our organization. We ensure that your game is free of glitches and bugs with our team of qualified professionals, ensuring a smooth gaming experience. We are devoted to providing quick problem fixes and comprehensive reports to keep you informed every step of the journey, regardless of the complexity or platform. Your NFT game will reach new heights of brilliance because to our constant commitment to quality."
    },
    {
      "num": "06",
      "title": "Game maintenance and support",
      "decs": "Our team is committed to providing outstanding assistance for an immersive gaming experience. We're well-prepared to keep people engaged, from developing fascinating narratives to incorporating innovative gameplay elements. We cherish player comments and are constantly working to improve the game experience. Our crew is dedicated to providing continuous assistance, troubleshooting technological issues, and providing gameplay strategy advice. We work hard to provide a seamless and engaging experience for all of our players."
    }
  ],
  "WhyChoose": [
    {
      "num": "01",
      "title": "Expertise in Game Development and Design",
      "decs": "Our game development and design team is a master at creating fascinating games that effortlessly use NFTs. We bring your gaming concept to life with a strong eye for game design and a thorough understanding of cutting-edge technology."
    },
    {
      "num": "02",
      "title": "Smart Minting with Minimal Gas Costs",
      "decs": "Our team is committed to minting tokens on many blockchains while implementing precise tactics to lower the gas fees necessary for each mint."
    },
    {
      "num": "03",
      "title": "End-to-End Support",
      "decs": "Our company provides complete NFT game development solutions. From concept conception to post-release support, our devoted team provides a seamless gaming experience that meets all of your needs."
    },
    {
      "num": "04",
      "title": "Flexible Development",
      "decs": "Join us on an exciting adventure to realize your NFT project! We'll explore design, development, testing, feedback, and iteration using a methodical approach. We'll collaborate to produce a masterpiece that exceeds your expectations."
    },
    {
      "num": "05",
      "title": "Experience with Efficient NFT Token Development",
      "decs": "Our team creates enormously valuable tokens on the blockchain of your choosing, suited to your tastes. We then build a vibrant economy around these tokens, leveraging the principles of scarcity, necessity, and demand to increase their value."
    },
    {
      "num": "06",
      "title": "Creative Team",
      "decs": "Ensure that your NFT solution is visually appealing and simple to use, with gorgeous UI displays, a seamless interface for users, and top-tier 3D features and effects."
    }
  ],
  "myList3": [
    "Consumer Electronics",
    "Healthcare",
    "Logistics",
    "Financial Markets",
    "Startup",
    "Manufacturing"
  ],
  "Major": [
    {
      "num": "01",
      "title": "Which Major Industry Leverages DeFi Development Services?",
      "decs": "Our DeFi development services could address the requirements of businesses in different industries."
    }
  ],
  "Service": [
    {
      "num": "01",
      "img": "/img/education.webp",
      "title": "Education"
    },
    {
      "num": "02",
      "img": "/img/cryptocurrency.webp",
      "title": "Cryptocurrency"
    },
    {
      "num": "03",
      "img": "/img/gaming.webp",
      "title": "Gaming"
    },
    {
      "num": "04",
      "img": "/img/finance.webp",
      "title": "Finance"
    },
    {
      "num": "05",
      "img": "/img/real-state.webp",
      "title": "Real Estate"
    },
    {
      "num": "06",
      "img": "/img/healthcare.webp",
      "title": "Healthcare"
    },
    {
      "num": "07",
      "img": "/img/logistics.webp",
      "title": "Logistics"
    },
    {
      "num": "08",
      "img": "/img/insurance.webp",
      "title": "Insurance"
    },
    {
      "num": "09",
      "img": "/img/e-commerce.webp",
      "title": "E-commerce "
    },
    {
      "num": "10",
      "img": "/img/agriculture.webp",
      "title": "Agriculture"
    }
  ],
  "TecnologisStack": [
    {
      "num": "1",
      "img": "/img/blockchain-technology.webp",
      "title": "Blockchain Technology:",
      "stack": "Blockchain technology transforms ownership in gaming by providing players complete control over their in-game assets, which are securely held on a decentralized blockchain. NFTs can cross game and platform barriers, broadening the possibilities for virtual ownership. Smart contracts enable innovative gaming concepts, such as play-to-earn games in which talents and achievements are rewarded with bitcoin. Blockchain provides true ownership, interoperability, and programmability to players, allowing for endless gaming experiences and real incentives. Blockchain is driving the future of gaming."
    },
    {
      "num": "2",
      "img": "/img/nft-game-smart-contracts.webp",
      "title": "Smart Contracts:",
      "stack": "Smart contracts are revolutionizing the creation of NFT games by giving multiple benefits. Initially, they allow players to have complete control of their in-game assets and trade them freely, improving ownership management. Furthermore, because smart contracts are implemented automatically and are immune to tampering, they ensure secure and transparent transactions among players. Finally, smart contracts allow for the incorporation of complex game dynamics such as play-to-earn prizes, item crafting, and land ownership, resulting in more engagi ng and fulfilling gaming experiences."
    },
    {
      "num": "3",
      "img": "/img/layer-2-scaling-solutions.webp",
      "title": "Layer-2 Scaling Solutions:",
      "stack": "Layer-2 scaling solutions are blockchain network superheroes, increasing scalability by building on top of current networks. Rollups are transactions that are bundled off-chain to reduce gas expenses and increase throughput. State channels enable off-chain transactions that settle balances on the main blockchain. Sidechains are independent blockchains that are linked to the main blockchain and process transactions off-chain before submitting them for finality. These technologies supercharge blockchain networks by enhancing efficiency and providing a smooth user experience."
    },
    {
      "num": "4",
      "img": "/img/nft-game-interoperability.webp",
      "title": "Interoperability:",
      "stack": "Interoperability is critical in the creation of NFT games since it allows users to use their NFTs across numerous games and platforms. Cross-chain bridges and layer-2 scaling solutions allow for the easy transfer of NFTs between blockchain networks, resulting in convenience and limitless enjoyment. In the fascinating world of NFT gaming, embrace these technologies to break down borders and link worlds"
    },
    {
      "num": "5",
      "img": "/img/decentralized-finance-integration.webp",
      "title": "Decentralized Finance (DeFi) Integration:",
      "stack": "By improving in-game financial services, allowing players to earn yield, and offering play-to-earn prizes, DeFi integration has the potential to transform NFT game creation. It also enhances NFT marketplaces by establishing decentralized platforms with improved liquidity and lower transaction costs. Overall, DeFi integration has the ability to alter the gaming scene and provide gamers with intriguing prospects for both fun and profit."
    },
    {
      "num": "6",
      "img": "/img/virtual-reality-vr-and-augmented-reality-ar.webp",
      "title": "Virtual Reality (VR) and Augmented Reality (AR):",
      "stack": "VR and AR technologies have the potential to change gaming by taking gamers into exciting excursions. These creative and immersive experiences improve existing games and open up new monetization opportunities. The incorporation of virtual reality and augmented reality into the gaming business brings up a world of endless possibilities and intriguing excursions."
    },
    {
      "num": "7",
      "img": "/img/artificial-intelligence-ai-and-procedural.webp",
      "title": "Artificial Intelligence (AI) and Procedural Generation:",
      "stack": "AI and procedural generation have revolutionized NFT game development, allowing for the creation of immersive game worlds, new mechanics, and individualized experiences. Artificial intelligence technology has enabled the incorporation of realistic landscapes, weather, and NPCs, while adaptive difficulty systems adapt to the player's skill level. Infinite, unique game worlds with infinite diversity and replayability have also benefited from procedural generation. AI and procedural generation have resulted in personalized experiences for players."
    },
    {
      "num": "8",
      "img": "/img/cross-platform-compatibility.webp",
      "title": "Cross-Platform Compatibility:",
      "stack": "By making NFT games cross-platform compatible, players may enjoy them on a variety of devices and platforms such as web browsers, mobile phones, and desktop PCs. This makes the game more accessible and improves the gameplay experience. One method is to use game engines that offer cross-platform development, such as Unity or Unreal Engine. Another alternative is to use web technologies like HTML5 and WebGL to develop a web-based game that can be accessed from any device that has a web browser."
    }
  ],
  "ProcessNFT": [
    {
      "num": "01",
      "img": "/img/research-and-content-creation.webp",
      "title": "Research and content creation",
      "decs": "Our team conducts comprehensive study and exploration into game development, including concept development, user flow, wire-frames, and value generation. We enhance game concepts with new ideas and features, allowing them to reach their full potential as immersive digital adventures."
    },
    {
      "num": "02",
      "img": "/img/art-and-design-production.webp",
      "title": "Art and Design Production",
      "decs": "Our team crafts an engrossing game concept that fully engages players with its dynamic core loop, while also curating a diverse selection of assets that are tailored to your desired art style and personal tastes."
    },
    {
      "num": "03",
      "img": "/images/img/game-development.webp",
      "title": "Game development",
      "decs": "Our professional NFT developers at Comfygen work their magic by effortlessly integrating several game modules and implementing all of the fantastic features stated in the technical specifications. They do comprehensive testing with painstaking attention to detail to ensure a faultless user experience."
    },
    {
      "num": "04",
      "img": "/img/blockchain-and-tokenomics.webp",
      "title": "Blockchain & Tokenomics",
      "decs": "Our company takes pride in deploying the blockchain technology that best meets your demands. We have Ethereum, Solana, Binance, and Tezos covered. To maintain a functioning economy, we combine numerous tokenomics ideas that encourage balance and sustainability. Trust us to bring your blockchain vision to life."
    },
    {
      "num": "05",
      "img": "/img/security-and-testing.webp",
      "title": "Security and Testing",
      "decs": "Our team of quality analysis professionals at Comfygen painstakingly investigates every component of the game, leaving no stone untouched. They carry out extensive verification and validation methods to ensure that the game not only meets but surpasses the highest security standards. You can rest confident that your gaming experience is in good hands with us."
    },
    {
      "num": "06",
      "img": "/img/maintainance-and-support.webp",
      "title": "Maintainance and support",
      "decs": "We go above and above to ensure that your game flourishes long after it has been developed. Our dedicated team provides extensive post-development assistance, including professional monetization methods, concept design, and server monitoring. Your game will have a longer and more successful life cycle with our help."
    }
  ],
  "GameCardData": [
    {
      "num": "1",
      "img": "/img/rummy-game-development-via-comfygen.webp",
      "url": "/rummy-game-development",
      "title": "Rummy Game Development"
    },
    {
      "num": "2",
      "img": "img/baccarat-game-development-via-comfygen.webp",
      "url": "/baccarat-game-development",
      "title": "Baccarat Game Development"
    },
    {
      "num": "3",
      "img": "/img/black-jack-dovelabment-via-comfygen.webp",
      "url": "/blackjack-game-development",
      "title": "BlackJack Game Development"
    },
    {
      "num": "4",
      "img": "/img/poker-game-development-via-comfygen.webp",
      "url": "/poker-game-development",
      "title": "Poker Game Development"
    },
    {
      "num": "5",
      "img": "/img/ludo-game-development-via-comfygen.webp",
      "url": "/ludo-game-development",
      "title": "Ludo game development"
    },
    {
      "num": "6",
      "img": "/img/casino-game-dovelabment-via-cemfygen.webp",
      "url": "/casino-game-development",
      "title": "Casino Game Development"
    },
    {
      "num": "7",
      "img": "/img/hearts-game-dovelabment-via-comfygen.webp",
      "url": "/",
      "title": "Hearts Game Development"
    },
    {
      "num": "8",
      "img": "/img/board-game-dovelabment-via-comfygen.webp",
      "url": "/",
      "title": "board game development"
    },
    {
      "num": "9",
      "img": "/img/card-game-dovelabment-via-comfygen.webp",
      "url": "/",
      "title": "Card Game Development"
    },
    {
      "num": "10",
      "img": "/img/cheses-game-dovelabment-via-comfygen.webp",
      "url": "/chess-game-development",
      "title": "Chess Game Development"
    },
    {
      "num": "11",
      "img": "/img/bingo-game-development-via-comfygen.webp",
      "url": "/",
      "title": "Bingo Game Development"
    },
    {
      "num": "12",
      "img": "/img/888-poker-game-development-via-comfygen.webp",
      "url": "/",
      "title": "888 Poker Game Development"
    },
    {
      "num": "13",
      "img": "/img/omaha-game-dovelabment-via-comfygen.webp",
      "url": "/omaha-poker-game-development",
      "title": "Omaha poker game development"
    },
    {
      "num": "14",
      "img": "/img/snake-game-dovelabment-via-comfygen.webp",
      "url": "/",
      "title": "Snake and Ladder development"
    },
    {
      "num": "15",
      "img": "/img/texes-game-dovelabment-via-comfyegn.webp",
      "url": "/",
      "title": "Texas Holdem Game Development"
    },
    {
      "num": "16",
      "img": "/img/call-breake-dovelabment-via-comfygen.webp",
      "url": "/",
      "title": "Call Break Game Development"
    },
    {
      "num": "16",
      "img": "/img/satta-matka-game-development-via-comfygen.webp",
      "url": "/satta-matka-game-app-development-company",
      "title": "Satta Matka Game Development"
    }
  ]
}